[{"id":0,"judul":"SAGU KEJU COKLAT ","thumbnail":"data\/images\/Kue\/1.png","deskripsi":"Membuat Kue Sagu Coklat Yang enak Sangat Gampang Sekali","detail_deskripsi":"<p align=\"left\"><span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Bahan :<\/span><\/span><\/span><br \/> <span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">115 gram ~ Mentega<br \/> 50 gram ~ Gula hlus<br \/> 1\/2 sendok teh ~ Vanili<br \/> 1 butir ~ Kuning telur<br \/> 150 gram ~ Tepung sagu sangrai<br \/> 50 gram ~ Keju parut<br \/> 100 gram ~ Milo<br \/> Choco crunch secukupnya untuk telinga<br \/> Choco ball secukupnya untuk mata<br \/> Keju parut untuk rambutnya<br \/> <br \/> Caranya;<br \/> 1. Kocok mentega, vanili dan gula hingga lembut&nbsp;<br \/> 2. Masukkan kuning telur dan kocok sebentar<br \/> 3. Campurkan milo bubuk menggunakan spatula<br \/> 4. Masukkan tepung sagu, aduk rata<br \/> 5. Masukkan keju, aduk rata<br \/> 6. Bentuk bulat adonan, tempelkan coco crunch sebagai telinga&nbsp;<br \/> 7. Tempelkan mata lalu tusuk hidung menggunakan tusuk gigi<br \/> 8. Tempelkan keju pada kepala, taruh di atas loyang yang telah di olesi mentega<br \/> 9. Panggang hingga matang.<\/span><\/span><\/span><\/p> <p align=\"left\">&nbsp;<\/p>"},{"id":1,"judul":"KASTENGEL CORNFLAKE","thumbnail":"data\/images\/Kue\/2.png","deskripsi":"Yuk, buat kastengel, dan ganti keju taburan dengan cornflake. Kangtengel cornflake pasti enak.","detail_deskripsi":"<p align=\"left\"><span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Yuk, buat kastengel, dan ganti keju taburan dengan cornflake. Kangtengel cornflake pasti enak.<\/span><\/span><\/span><br \/> <br \/> <span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Bahan-bahannya :<br \/> 200 gram margarin&nbsp;<br \/> 1\/4 sendok teh garam&nbsp;<br \/> 1 kuning telur&nbsp;<br \/> 15 gram putih telur&nbsp;<br \/> 225 gram tepung terigu protein rendah&nbsp;<br \/> 200 gram keju cheddar, diparut, dianginkan<br \/> <br \/> Bahan Olesan (aduk Rata):<br \/> 3 kuning telur&nbsp;<br \/> 1\/2 sendok teh susu cair&nbsp;<br \/> <br \/> Bahan Taburan:<br \/> 30 gram cornflake, dicincang agak kasar<br \/> <br \/> Cara Membuatnya :<br \/> - Kocok margarin dan garam 2 menit. Masukkan telur. Kocok rata.<br \/> - Tambahkan tepung terigu sambil diayak dan diaduk rata. Masukkan keju edam. Aduk rata.<br \/> - Giling adonan. Potong-potong 4x11\/2 cm.<br \/> - Oleskan bahan olesan. Taburkan cornflake. Oven dengan api bawah suhu 130 derajat Celsius 45 menit sampai matang.<\/span><\/span><\/span><\/p>"},{"id":2,"judul":"SAGU KEJU EDAM","thumbnail":"data\/images\/Kue\/3.png","deskripsi":"Siapa yang menolak disuguhkan kue sagu keju edam. Rasanya gurih. Anda pasti tergiur membuat kue sagu keju edam.","detail_deskripsi":"<p align=\"left\"><span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Siapa yang menolak disuguhkan kue sagu keju edam. Rasanya gurih. Anda pasti tergiur membuat kue sagu keju edam.<\/span><\/span><\/span><br \/> <br \/> <span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">bahannya ;<br \/> 230 gram sagu, sangrai di atas api kecil 10 menit sampai 200 gram&nbsp;<br \/> 50 gram margarin&nbsp;<br \/> 75 gram mentega&nbsp;<br \/> 1\/2 sendok teh garam&nbsp;<br \/> 80 gram gula tepung&nbsp;<br \/> 1 kuning telur&nbsp;<br \/> 40 ml krim kental&nbsp;<br \/> 100 gram keju edam, parut halus<br \/> 100 gram biskuit keju, haluskan untuk pelapis<br \/> <br \/> Cara Membuatnya :<br \/> - Kocok mentega, margarin dan gula tepung 2 menit. Tambahkan kuning telur. Kocok rata.<br \/> - Masukkan krim kental sedikit-sedikit sambil dikocok rata.<br \/> - Tambahkan keju, aduk rata.<br \/> - Masukkan tepung sagu sambil diayak dan diaduk rata.&nbsp;<br \/> - Sendokkan di atas bahan pelapis. Letakkan di atas loyang yang dioles margarin.<br \/> - Oven dengan api bawah suhu 140 derajat Celsius 30 menit sampai matang.&nbsp;<\/span><\/span><\/span><\/p>"},{"id":3,"judul":"OREO BALL COOKIES","thumbnail":"data\/images\/Kue\/4.png","deskripsi":"Membuat Kue dari bahan Oreo","detail_deskripsi":"<p align=\"left\"><br \/> <span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Bahan:<\/span><\/span><\/span><br \/> <span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">350 gram ~ Tepung terigu kunci<br \/> 250 gram ~ Margarin forvita<br \/> 200 gram ~ Oreo vanilla<br \/> 150 gram ~ Gula halus<br \/> 2 sendok makan ~ Mix creamer<br \/> &frac12; sendok teh ~ Baking powder<br \/> &frac14; sendok teh ~ Garam<br \/> <br \/> Cara membuat:<br \/> &bull; Keluarkan cream vanilla isi Oreo. Sisihkan.<br \/> &bull; Hancurkan oreo dengan cara di tumbuk hingga menjadi butiran kasar.&nbsp;<br \/> &bull; Ayak tepung terigu dan baking powder. Sisihkan.<br \/> &bull; Kocok margarin, garam dan gula halus hingga rata dan licin.<br \/> &bull; Masukkan tepung terigu, mix creamer dan baking powder, aduk rata hingga tidak lengket lagi dan menjadi adonan.<br \/> &bull; Ambil sedikit adonan, buatlah beberapa bentuk bulatan kecil dengan ukuran yang sama.<br \/> &bull; Ratakan dengan jari dan isi dengan cream vanilla oreo lalu tempelkan butiran oreo sambil sedikit di putar agar rapi.&nbsp;<br \/> &bull; Letakkan di loyang yang sudah di olesi margarin.<br \/> &bull; Panggang dengan oven bersuhu 120 derajat selama &plusmn; 12 menit.<br \/> <br \/> <br \/> N.B;<br \/> * Jika suka rasa coklat, cream vanilla dapat di ganti dengan potongan kecil coklat di dalamnya...<br \/> * Adonan juga dapat di tambahi vanilla essence...<br \/> * Waktu memanggang tergantung dari masing-masing jenis oven...<\/span><\/span><\/span><\/p>"},{"id":4,"judul":"SEMPRIT DURIAN","thumbnail":"data\/images\/Kue\/5.png","deskripsi":"Durian bisa juga dibuat dalam beraneka makanan, termasuk kue kering. Contohnya semprit durian ini. Selamat mencoba.","detail_deskripsi":"<p align=\"left\"><span style=\"font-family: inherit;\">Bahan:<br \/> 150 gram margarin&nbsp;<br \/> 125 gram gula tepung&nbsp;<br \/> 75 gram daging durian, dihaluskan<br \/> 2 kuning telur&nbsp;<br \/> <br \/> 225 gram tepung terigu protein rendah&nbsp;<br \/> 25 gram maizena&nbsp;<br \/> 20 gram susu bubuk&nbsp;<br \/> 1\/4 sendok teh baking powder&nbsp;<br \/> 4 sendok teh wijen hitam untuk taburan<br \/> <br \/> Cara Membuatnya :<br \/> - Kocok margarin dan gula tepung 1 menit. Masukkan durian. Kocok rata.&nbsp;<br \/> - Tambahkan kuning telur. Kocok rata. Masukkan tepung terigu, maizena, susu bubuk, dan baking powder sambil diayak dan diaduk rata.<br \/> - Semprotkan adonan dengan spuit bintang secara zigzag di loyang yang sudah dioles tipis margarin. Taburkan wijen.<br \/> - Oven dengan api bawah suhu 140 derajat Celsius 25 menit sampai matang.<\/span><\/p>"},{"id":5,"judul":"NASTAR LEMON","thumbnail":"data\/images\/Kue\/6.png","deskripsi":"Nastar berbentuk kotak ini sangat menarik dengan bertoping crumble. Apalagi disajikan saat hari raya. Pasti menuai pujian.","detail_deskripsi":"<p><span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Bahan:<br \/> 500 gram nanas, parut<br \/> 100 gram gula pasir&nbsp;<br \/> 1\/8 sendok teh garam&nbsp;<br \/> 2 butir cengkeh&nbsp;<br \/> 3 cm kayumanis&nbsp;<br \/> 1\/2 sendok teh air jeruk lemon&nbsp;<br \/> 1 sendok teh kulit jeruk parut&nbsp;<br \/> <br \/> Bahan Kulit:<br \/> 125 gram mentega&nbsp;<br \/> 125 gram margarin&nbsp;<br \/> 50 gram gula tepung&nbsp;<br \/> 1 kuning telur&nbsp;<br \/> 1 sendok teh kulit jeruk lemon&nbsp;<br \/> 250 gram tepung terigu protein sedang&nbsp;<br \/> 50 gram maizena&nbsp;<br \/> 50 gram susu bubuk&nbsp;<br \/> <br \/> Bahan Olesan (aduk Rata):<br \/> 2 kuning telur&nbsp;<br \/> 1 sendok teh susu cair&nbsp;<br \/> <br \/> Bahan Lemon Crumble:<br \/> 75 gram mentega tawar&nbsp;<br \/> 75 gram tepung terigu&nbsp;<br \/> 35 gram maizena&nbsp;<br \/> 75 gram biskuit lemon, cincang agak halus<br \/> 1 1\/2 sendok makan gula tepung&nbsp;<br \/> 1\/2 sendok teh garam&nbsp;<br \/> <br \/> Cara Membuatnya :<br \/> - Isi, masak nanas sampai meresap. Masukkan gula pasir, garam, cengkeh, dan kayumanis. Aduk lagi sampai kering.&nbsp;<br \/> - Tambahkan air jeruk lemon dan kulit jeruk. Aduk rata.&nbsp;<br \/> - Tiriskan semalaman. Dinginkan. Timbang masing-masing adonan 3 gram. Sisihkan.<\/span><\/span><\/span><\/p> <p><span style=\"color: #1d2129;\"><span style=\"font-family: Helvetica, Arial, sans-serif;\"><span style=\"font-size: small;\">Nastar berbentuk kotak ini sangat menarik dengan bertoping crumble. Apalagi disajikan saat hari raya. Pasti menuai pujian.<\/span><\/span><\/span><\/p>"},{"id":6,"judul":"PUTRI SALJU","thumbnail":"data\/images\/Kue\/7.jpg","deskripsi":"Kue kering ini teksturnya renyah, karena di tambahkan kelapa kering di dalamnya. Mari kita coba membuat putri salju kelapa kering.","detail_deskripsi":"<p align=\"left\">Bahan:<span class=\"text_exposed_show\"><br \/>150 gram margarin <br \/>75 gram gula tepung <br \/>1 kuning telur <br \/>75 gram kelapa kering <br \/><br \/>140 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>20 gram susu bubuk <br \/>125 gram gula donat untuk taburan <br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin dan gula tepung selama 2 menit. Tambahkan kuning telur. Kocok rata. <br \/>- Masukkan kelapa kering. Aduk rata. Tambahkan tepung terigu, maizena dan susu bubuk sambil diayak dan diaduk rata.<br \/>- Pulung adonan dan bentuk bulan sabit. Letakkan di loyang yang dioles margarin.<br \/>- Oven dengan api bawah suhu 130 derajat Celsius 35 menit sampai matang.<br \/>- Panas-panas gulingkan di atas gula donat.<\/span><\/p>"},{"id":7,"judul":"NASTAR SIRSAK PANDAN","thumbnail":"data\/images\/Kue\/8.jpg","deskripsi":"Nastar biasanya diisi dengan nanas. Sesekali coba isi dengan sirsak, kelezatannya tak akan berkurang.","detail_deskripsi":"<p align=\"left\">Bahan Isi:<span class=\"text_exposed_show\"><br \/>500 gram daging sirsak, dihaluskan<br \/>100 gram gula pasir <br \/>1\/8 sendok teh garam <br \/>1 sendok teh air jeruk nipis <br \/><br \/>Bahan Kulit:<br \/>200 gram margarin <br \/>75 gram gula tepung <br \/>1\/8 pasta pandan <br \/>1 kuning telur <br \/><br \/>250 gram tepung terigu protein rendah <br \/>30 gram maizena <br \/>25 gram susu bubuk <br \/>1 sendok teh kelapa kering untuk taburan <br \/><br \/>Bahan Olesan (aduk Rata):<br \/>2 kuning telur <br \/>1 sendok teh susu cair <br \/><br \/>Cara Membuatnya:<br \/>- Isi, masak sirsak sampai air meresap. Masukkan gula pasir dan garam. <br \/>- Masak lagi sampai kering. Tambahkan air jeruk. Aduk rata. Dinginkan. <br \/><br \/>- Kulit, kocok margarin dan gula tepung 2 menit. Tambahkan pasta pandan dan kuning telur. Kocok rata.<br \/>- Masukkan tepung terigu, maizena, dan susu bubuk sambil diayak dan diaduk rata.<br \/><br \/>- Ambil adonan kulit. Pipihkan. Beri isi. Bentuk bulat. Letakkan di loyang yang dioles margarin. <br \/>- Oven dengan api bawah suhu 140 derajat Celsius 20 menit. Oles dengan 2x bahan olesan. Tabur kelapa kering. <br \/>- Oven lagi dengan suhu 140 derajat Celsius 20 menit sampai matang. <\/span><\/p>"},{"id":8,"judul":"MIXFRUIT BEREMPAH","thumbnail":"data\/images\/Kue\/9.jpg","deskripsi":"Kue kering yang beraroma tentu membangkitkan selera. Contohnya kue kering mixfruit berempah ini. ","detail_deskripsi":"<p align=\"left\">Bahan:<span class=\"text_exposed_show\"><br \/>150 gram margarin <br \/>75 gram gula tepung <br \/>1\/4 sendok teh garam <br \/>1 butir telur <br \/><br \/>200 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>15 gram susu bubuk <br \/>1\/2 sendok teh kayu manis bubuk <br \/>1\/2 sendok teh baking powder <br \/>150 gram fruit mix, dipotong kotak kecil (rendam air hangat)<br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, gula tepung dan garam 45 detik.<br \/>- Tambahkan telur satu per satu. Kocok rata.<br \/>- Masukkan tepung terigu, maizena, susu bubuk, kayu manis bubuk, baking powder sambil diayak dan diaduk rata.<br \/>- Tambahkan fruit mix. Aduk rata.<br \/>- Sendokkan adonan di loyang yang dioles margarin.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 25 menit sampai matang.<br \/><\/span><\/p>"},{"id":9,"judul":"NASTAR KELAPA DURIAN","thumbnail":"data\/images\/Kue\/10.jpg","deskripsi":"Nastar yang diberi isi durian dan padukan dengan kelapa. Nastar kelapa durian ini dijamin mampu menarik perhatian keluarga dan kerabat. Selamat mencoba.","detail_deskripsi":"<p align=\"left\"><span class=\"text_exposed_show\">Bahan Kulit:<span class=\"text_exposed_show\"><br \/>100 gram mentega tawar <br \/>50 gram margarin <br \/>1\/2 sendok teh garam <br \/>65 gram gula tepung <br \/>2 kuning telur <br \/>75 gram kelapa kering <br \/>175 gram tepung terigu protein rendah<br \/>25 gram maizena <br \/>15 gram susu bubuk <br \/>15 gram kelapa kering untuk taburan<br \/><br \/>Bahan Selai Durian:<br \/>350 gram daging durian, blender halus<br \/>50 gram gula pasir <br \/><br \/>Bahan Olesan (aduk Rata):<br \/>2 kuning telur <br \/>1 sendok teh krim kental <br \/><br \/>Cara Membuatnya :<br \/>- Selai, masak durian sambil diaduk hingga kental dan lengket. Angkat. Dinginkan.<br \/><br \/>- Kulit, kocok mentega tawar, margarin, dan gula tepung 30 detik. <br \/>- Tambahkan kuning telur. Kocok rata.<br \/>- Masukkan kelapa kering. Aduk rata. Tambahkan tepung terigu dan susu bubuk sambil diayak dan diaduk rata.<br \/><br \/>- Ambil adonan kulit. Pipihkan. Beri isi. Bentuk oval. <br \/>- Letakkan di loyang yang dioles margarin. Taburkan kelapa kering.<br \/>- Oven dengan api bawah suhu 150 derajat Celsius selama 15 menit.<br \/>- Oleskan bahan olesan. Oven lagi selama 15 menit dengan suhu yang sama sampai matang.<br \/><\/span><\/span><\/p>"},{"id":10,"judul":"KEJU HAVERMUT","thumbnail":"data\/images\/Kue\/11.jpg","deskripsi":"Kue kering yang ini luar biasa spesial, ada tambahan keju, havermut, sekaligus rice crispy. Ada asa gurih dari keju dan havermut, juga ada kejutan yang renyah-renyah ketika diggit yang datang dari rice crispy. Paduan rasa dari bahan-bahan itu membuat kue kering ini jadi sempurna.","detail_deskripsi":"<p align=\"left\"><span class=\"text_exposed_show\"><span class=\"text_exposed_show\">Bahan:<span class=\"text_exposed_show\"><br \/>225 gram margarin <br \/>50 gram gula tepung <br \/>1\/2 sendok teh garam <br \/>2 butir telur <br \/><br \/>250 gram tepung terigu protein sedang <br \/>1 sendok teh baking powder <br \/>75 gram keju cheddar parut <br \/>50 gram havermut <br \/>25 gram rice crispy <br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, garam dan gula tepung 2 menit.<br \/>- Tambahkan telur. Kocok rata.<br \/>- Masukkan tepung terigu dan baking powder sambil diayak dan diaduk rata.<br \/>- Tambahkan keju, havermut, dan rice krispy. Aduk rata.<br \/>- Sendokkan di loyang yang dioles tipis margarin. Pipihkan.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 32 menit sampai matang. <\/span><\/span><\/span><\/p>"},{"id":11,"judul":"SPEKUK COOKIES","thumbnail":"data\/images\/Kue\/12.jpg","deskripsi":"Kue berbentuk bulat ini teksturnya krispi. Bentuknya bulat dan aromanya harum. Mari kita buat crispy spekuk cookies.","detail_deskripsi":"<p align=\"left\">Bahannya :<span class=\"text_exposed_show\"><br \/>1\/2 sendok makan parutan kulit jeruk lemon <br \/>75 gram margain <br \/>125 gram mentega tawar dingin <br \/>50 gram gula palem, haluskan<br \/>80 gram gula tepung <br \/>1 butir telur <br \/>50 gram biskuit spekulas, haluskan<br \/><br \/>275 gram tepung terigu protein sedang <br \/>30 gram maizena <br \/>30 gram susu bubuk <br \/>1\/2 sendok teh baking powder <br \/>2 kuning telur untuk olesan <br \/><br \/>Topping (aduk Rata):<br \/>75 gram gula pasir kasar <br \/><br \/>Cara Membuatnya :<br \/>- Kocok mentega, margarin, gula palem, dan gula tepung sampai lembut. Masukkan telur. Kocok rata.<br \/>- Tambahkan tepung terigu, maizena, susu bubuk, dan baking powder sambil diayak dan di aduk rata. Tambahkan biskuit spekulas. Aduk rata.<br \/>- Giling tipis adonan. Cetak bulat diameter 6 cm. Oleskan kuning telur. Taburkan toping.<br \/>- Oven dengan api di bawah suhu 140 derajat celcius 25 menit sampai matang. <br \/><\/span><\/p>"},{"id":12,"judul":"NASTAR BENTUK BUAH","thumbnail":"data\/images\/Kue\/13.jpg","deskripsi":"Membuat Kue nastar yang bentuk nya berbeda dari kebnyakan nya sangat mudah di buat","detail_deskripsi":"<p align=\"left\"><span class=\"text_exposed_show\"><br \/>Bahan nastar :<br \/>700 gram ~ Tepung terigu<span class=\"text_exposed_show\"><br \/>250 gram ~ Butter<br \/>100 gram ~ Gula halus<br \/>250 gram ~ Margarine<br \/>4 butir ~ Kuning telur<br \/>4 sendok makan ~ Susu bubuk full cream<br \/>Pewarna makanan<br \/><br \/>Caranya ;<br \/>1. Siapkan wadah. Campurkan margarine, butter, gula halus dan kuning telur, kocok hingga tercampur rata. <br \/>2. Kemudian masukkan susu bubuk dan tepung terigu. Lalu uleni hingga adonan menjadi kalis. Karena akan membuat beberapa jenis nastar buah maka pisahkan adonan yang sudah kalis menjadi beberapa bagian, setelah itu warnai adonan sesuai selera anda dan sesuai warna buah.<br \/>3. Bentuk adonan menjadi bulat kecil lalu pipihkan tengahnya, isi tengah adonan dengan selai, lalu bentuk buah sesuai selera anda.<br \/>4. Karena ini membuat nastar buah jadi tidak perlu diolesi kuning telur. Kemudian masukkan ke dalam oven dengan suhu 180 DC selama lebih 25 menit.<br \/>5. Angkat, tunggu hingga dingin, lalu masukkan ke dalam toples. Tutup rapat dan sajikan<\/span><\/span><\/p>"},{"id":13,"judul":"RICH CHOCOLATE COOKIES","thumbnail":"data\/images\/Kue\/14.jpg","deskripsi":"Pingin menyantap cookies cokelat. Buat saja rich chocolate cookies.","detail_deskripsi":"<p align=\"left\">bahannya ;<span class=\"text_exposed_show\"><br \/>100 gram kacang mede, sangrai, dicincang kasar<br \/>100 gram margarin <br \/>150 gram dark cooking chocolate, potong-potong<br \/>2 butir telur <br \/>100 gram gula pasir <br \/>1\/4 sendok teh garam <br \/><br \/>100 gram tepung terigu protein sedang <br \/>25 gram tepung cokelat bubuk <br \/>150 gram white chocolate chips <br \/>15 gram susu bubuk <br \/>1 sendok teh baking powder <br \/>25 gram gula tepung untuk taburan <br \/><br \/>Cara Membuatnya :<br \/>- Panaskan margarin. Masukkan cokelat. Aduk hingga larut. Biarkan kental.<br \/>- Kocok telur, gula pasir, dan garam 2 menit hingga kental. Tambahkan campuran cokelat. Kocok rata. <br \/>- Masukkan tepung terigu, cokelat bubuk, susu bubuk, dan baking powder sambil diayak dan diaduk rata.<br \/>- Tambahkan kacang mede dan white chocolate chips. Aduk rata. <br \/>- Sendokkan di atas loyang yang di alas kertas dan dioles margarin. Pipihkan dengan bagian bawah sendok. <br \/>- Oven dengan api bawah suhu 140 derajat Celcius 30 menit sampai matang. Taburi gula tepung. <br \/>"},{"id":14,"judul":"HONEY PEANUT COOKIES","thumbnail":"data\/images\/Kue\/15.jpg","deskripsi":"Kue kering ini sangat mudah membuatnya. Tapi jangan ragukan kelezatannya. Aroma madunya bikin berbeda. Buktikan sendiri dengan resep honey peanut cookies dari kami berikut ini.","detail_deskripsi":"<p align=\"left\"><span class=\"text_exposed_show\">Bahan-bahan\/ Bumbu-bumbu:<span class=\"text_exposed_show\"><br \/>75 gram mentega tawar dingin <br \/>75 gram margarin <br \/>100 gram gula tepung <br \/>1\/4 sendok teh garam <br \/>1 1\/2 sendok makan madu <br \/>1 kuning telur <br \/><br \/>100 gram kacang mede sangrai, cincang kasar<br \/>75 gram chocolate chip kecil<br \/>25 gram havermut <br \/>100 gram tepung terigu protein sedang<br \/>20 gram maizena <br \/>25 gram susu bubuk <br \/>1 sendok teh baking powder <br \/><br \/>Cara Membuatnya :<br \/>- Kocok mentega, margarin, gula tepung, dan garam 2 menit. Masukkan madu. Kocok rata.<br \/>- Masukkan telur. Kocok rata. Tambahkan kacang mede, chocolate chip, havermut. Aduk rata. <br \/>- Masukkan tepung terigu, maizena, susu bubuk, dan baking powder sambil diayak dan diaduk rata.<br \/>- Sendokkan adonan ke atas loyang yang dioles tipis margarin.<br \/>- Oven dengan api bawah suhu 150 derajat Celcius 35 menit sampai matang.<br \/><\/span><\/span><\/p>"},{"id":15,"judul":"KEJU KENTANG","thumbnail":"data\/images\/Kue\/16.jpg","deskripsi":" Kue kering keju yang ini sangat istimewa karena di dalamnya kita tambahkan keripik kentang. Tambahan ini membuat kue kering kentang keju yang kita hasilkan jadi renyah. Tambahan wijen hitam di dalamnya membuat kue ini kian gurih, juga terlihat cantik.","detail_deskripsi":"<p align=\"left\"><span class=\"text_exposed_show\"><span class=\"text_exposed_show\">Bahan:<span class=\"text_exposed_show\"><br \/>150 gram margarin <br \/>1 butir telur <br \/>1\/4 sendok teh garam <br \/><br \/>150 gram tepung terigu protein sedang <br \/>1\/2 sendok teh baking powder <br \/>50 gram keju cheddar parut, diangin-anginkan<br \/>75 gram keripik kentang, diremas kasar<br \/>2 sendok teh wijen hitam <br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin dan garam 40 detik. Tambahkan telur. Kocok rata.<br \/>- Masukkan tepung terigu dan baking powder sambil diayak dan diaduk rata. <br \/>- Tambahkan keju dan wijen, aduk. Masukkan keripik kentang. Aduk rata.<br \/>- Sendokkan adonan di loyang yang dioles margarin.<br \/>- Oven dengan api bawah suhu 130 derajat Celsius 50 menit sampai matang.<\/span><\/span><\/span><\/p>"},{"id":16,"judul":"NASTAR BEREMPAH","thumbnail":"data\/images\/Kue\/17.jpg","deskripsi":" Yuk, kita buat nastar berempah. Aroma rempah dan nanas berpadu menaikan kelezatannya. Selamat mencoba.","detail_deskripsi":"<p>Bahan Isi:<span class=\"text_exposed_show\"><br \/>400 gram nanas, parut<br \/>125 gram gula pasir <br \/>1\/8 sendok teh garam <br \/>3 butir cengkeh <br \/>3 cm kayumanis <br \/>1\/2 sendok teh air jeruk nipis <br \/><br \/>Bahan Kulit:<br \/>150 gram margarin <br \/>50 gram gula tepung <br \/>2 kuning telur <br \/>50 gram selai kacang <br \/>200 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>15 gram susu bubuk <br \/>1\/4 sendok teh pasta vanila <br \/><br \/>Bahan Olesan (aduk Rata):<br \/>2 kuning telur <br \/>1 sendok teh susu cair <br \/><br \/>Bahan Taburan:<br \/>1 sendok teh wijen <br \/><br \/>Cara Membuatnya :<br \/>- Isi, masak nanas sampai air meresap. Tambahkan gula pasir, garam, cengkeh, dan kayumanis. Aduk lagi sampai kering. <br \/>- Tambahkan air jeruk nipis. Aduk rata. Dinginkan.<br \/><br \/>- Kulit, kocok margarin dan gula tepung 2 menit. Masukan selai kacang, kocok rata. Tambahkan kuning telur dan pasta vanila. Kocok rata. <br \/>- Masukkan kacang tanah bubuk. Aduk rata.<br \/>- Tambahkan tepung terigu, maizena, dan susu bubuk sambil diayak dan diaduk rata.<br \/>- Ambil adonan kulit. Pipihkan. Beri isi. Cetak di ring bulat diameter 3cm. <br \/><br \/>- Letakkan di loyang yang dioles margarin. Oven dengan api bawah suhu 140 derajat Celsius 20 menit hingga setengah matang.<br \/>- Oles dengan bahan olesan dan taburkan wijen pada permukaan kue. <br \/>- Oven lagi dengan api bawah suhu 140 derajat Celsius 25 menit hingga matang. <\/span><\/p>"},{"id":17,"judul":"KUE SEMPRIT KEJU","thumbnail":"data\/images\/Kue\/18.jpg","deskripsi":"Kue kering keju jarang dibentuk dengan cara disemprit. Tetapi setelah dicoba, ternyata enak sekali. Hasil kuenya lebih tipis dan jauh lebih renyah.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>250 gram margarin <br \/>175 gram gula tepung <br \/>1 butir telur <br \/>1 kuning telur <br \/><br \/>325 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>25 gram susu bubuk <br \/>1\/4 sendok teh baking powder <br \/>100 gram keju cheedar parut halus, diangin-anginkan<br \/>100 gram keju untuk taburan <br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin dan gula tepung 2 menit sampai lembut. <br \/>- Masukkan telur. Kocok rata. Tambahkan keju parut.<br \/>- Masukkan tepung terigu, maizena, susu bubuk, dan baking powder sambil diayak dan diaduk rata.<br \/>- Masukkan dalam kantung plastik segitiga. Beri spuit polos di ujungnya.<br \/>- Semprot bentuk O di loyang yang dioles tipis margarin. Tabur keju. <br \/>- Oven dengan api bawah suhu 140 derajat Celcius 25 menit sampai matang.<\/span><\/p>"},{"id":18,"judul":"PISANG KISMIS","thumbnail":"data\/images\/Kue\/19.jpg","deskripsi":" Yuk, kita buat kue kering, dengan kombinasikan pisang dengan kismis. Membentuknya tak repot. Selamat membuat.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>200 gram margarin <br \/>150 gram gula tepung <br \/>1\/4 sendok teh garam <br \/>75 gram pisang ambon, dihaluskan<br \/>&frac14; sendok teh esens pisang <br \/>1 butir telur <br \/><br \/>225 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>25 gram susu bubuk <br \/>1\/2 sendok teh baking powder <br \/>25 gram cokelat keping ukuran kecil <br \/>25 gram cornflake, diremah kasar<br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, gula tepung dan garam 2 menit. Masukkan pisang, esens pisang, dan telur. Kocok rata.<br \/>- Tambahkan tepung terigu, maizena, susu bubuk dan baking powder sambil diayak dan diaduk rata. <br \/>- Masukkan cokelat keping dan cornflake. Aduk sampai menyebar.<br \/>- Sendokkan adonan di loyang yang dioles margarin.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 25 menit sampai matang.<\/span><\/p>"},{"id":19,"judul":"KURMA GULA PALEM","thumbnail":"data\/images\/Kue\/20.jpg","deskripsi":" Kue kering kurma gula palem ini bisa jadi pilihan untuk disajikan di hari raya. Aroma kurma dan gula palemya begitu dominan","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>150 gram margarin <br \/>50 gram gula tepung <br \/>25 gram gula palem, diblender halus<br \/>1 sendok teh sari kurma <br \/>1 kuning telur <br \/><br \/>175 gram tepung terigu protein sedang <br \/>1\/4 sendok teh baking powder <br \/>15 gram susu bubuk <br \/>8 buah kurma tanpa biji, potong kotak, rendam air panas, tiriskan<br \/>2 sendok teh gula palem untuk taburan<br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, gula tepung dan gula palem 30 detik.<br \/>- Masukkan madu. Kocok rata. Tambahkan kuning telur. Kocok rata.<br \/>- Masukkan tepung terigu, baking powder dan susu bubuk sambil diayak dan diaduk rata.<br \/>- Tambahkan kurma. Aduk asal menyebar.<br \/>- Sendokan adonan. Letakkan di loyang yang dioles margarin.<br \/>- Tabur gula dibagian atasnya.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 35 menit sampai matang.<\/span><\/p>"},{"judul":"KEJU EMPING","thumbnail":"data\/images\/Kue\/21.jpg","deskripsi":"Bagaimana kalau ke dalam kue kering keju, kita tambahkan keju, kacang, dan emping? Jadi kaya rasa pastinya. Satu lagi, terasa penuh kejutan ketika disantap.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>175 gram margarin <br \/>25 gram gula tepung <br \/>1\/2 sendok teh garam <br \/>1 kuning telur <br \/><br \/>100 gram keju cheddar parut <br \/>50 gram kacang tanah, dicincang kasar<br \/>150 gram tepung terigu protein sedang <br \/>25 gram susu bubuk <br \/>75 gram emping goreng, diremas kasar untuk taburan<br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, gula tepung, dan garam 2 menit<br \/>- Tambahkan kuning telur. Kocok rata.<br \/>- Masukkan keju parut dan kacang tanah. Aduk rata.<br \/>- Tambahkan tepung terigu dan susu bubuk sambil diayak dan diaduk rata.<br \/>- Sendokkan adonan. Gulingkan di atas emping. Letakkan di atas loyang yang dioles tipis margarin. Tusuk-tusuk dengan garpu.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 35 menit sampai matang.<\/span><\/p>","id":20},{"judul":"CHOCOLATE SNOWBALL","thumbnail":"data\/images\/Kue\/22.jpg","deskripsi":" Cookies ini tak hanya mudah dibuat tapi juga lezat. Tunggu apalagi. Yuk, segera siapkan bahan dan mulai membuat chocolate biscuit snowball.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>100 gram mentega tawar <br \/>75 gram margarin <br \/>100 gram gula tepung <br \/>1 kuning telur <br \/>1\/4 sendok teh garam <br \/><br \/>100 gram kacang mede, sangrai, haluskan<br \/>250 gram tepung terigu protein rendah <br \/>1\/4 sendok teh baking powder <br \/>100 gram gula donat <br \/>36 butir chic choc <br \/><br \/>Cara Membuatnya : <br \/>- Kocok margarin, mentega, dan gula tepung 2 menit. Masukkan kuning telur dan garam. Kocok rata.<br \/>- Masukkan kacang mede. Aduk rata. Tambahkan tepung terigu dan baking powder sambil diayak dan diaduk rata.<br \/>- Ambil sedikit adonan. Pipihkan. Masukan chic choc di dalamnya .Bentuk bulat. <br \/>- Oven dengan api bawah suhu 140 derajat Celsius 30 menit sampai matang.<br \/>- Masukkan ke dalam kantong plastik yang ada gula tepungnya. Kocok perlahan.<\/span><\/p>","id":21},{"judul":"SUS KERING KEJU WIJEN","thumbnail":"data\/images\/Kue\/23.jpg","deskripsi":"Siapa mau mencoba membuat sus kering keju wijen? Membuatnya mudah. lo. Simpan di tempat tertutup agar tetap renyah.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>250 ml air <br \/>100 gram margarin <br \/>1\/4 sendok teh garam <br \/><br \/>150 gram tepung terigu protein sedang <br \/>3 butir telur <br \/>1 kuning telur <br \/>1\/2 sendok teh baking powder <br \/>1 1\/2 sendok makan wijen <br \/>75 gram keju cheddar, parut<br \/><br \/>Cara Membuatnya :<br \/>- Rebus air, margarin, gula, dan garam sampai mendidih. Matikan api. <br \/>- Tambahkan tepung terigu. Aduk rata. Nyalakan api. Aduk sampai kalis. Angkat dan biarkan hangat.<br \/>- Tambahkan telur satu per satu sambil dikocok rata.<br \/>- Masukkan baking powder, wijen, dan keju. Kocok rata. <br \/>- Masukkan dalam kantung plastik segitiga.<br \/>- Semprot di loyang yang dioles margarin. <br \/>- Oven dengan api bawah suhu 200 derajat Celsius 20 menit hingga mengembang. Turunkan suhunya 130 derajat Celsius. Oven lagi 40 menit sampai kering.<\/span><\/p>","id":22},{"judul":"KUE KACANG KEJU","thumbnail":"data\/images\/Kue\/24.jpg","deskripsi":"Kita coba membuat kue kering keju yang lebih inovatif. Bukan hanya keju semata, tetapi ada tambahan kacang yang ikut menyumbang rasa gurih. Cincangan kasar kacangnya juga membuat kue terasa \"kres\"...\"kres\"...\"kres\" ketika dikunyah. Nah, jadi kejutan, kan?","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>75 gram kacang tanah, dioven matang, dicincang kasar<br \/>225 gram margarin <br \/>1\/4 sendok teh garam <br \/>75 gram gula tepung <br \/>1 kuning telur <br \/><br \/>250 gram tepung terigu protein rendah <br \/>2 sendok makan maizena <br \/>25 gram susu bubuk <br \/>100 gram keju parut, diangin-anginkan<br \/><br \/>Bahan Taburan:<br \/>250 gram gula donat <br \/><br \/>Cara Membuatnya : <br \/>- Kocok margarin, garam, gula tepung, dan pasta vanila 2 menit sampai lembut. Tambahkan kuning telur. Kocok rata.<br \/>- Masukkan tepung terigu, maizena, dan susu bubuk sambil diayak dan diaduk rata. Tambahkan kacang tanah. Aduk rata.<br \/>- Ambil sedikit adonan. Bentuk bulat. Letakkan di dalam loyang yang dioles tipis margarin.<br \/>- Oven dengan api bawah suhu 130 derajat Celcius 30 menit sampai matang.<br \/>- Panas-panas gulingkan di atas gula donat. <\/span><\/p>","id":23},{"judul":"JERUK SUKADE","thumbnail":"data\/images\/Kue\/25.jpg","deskripsi":"Bingung ingin menyajikan kue kering untuk sajian keluarga? Yuk, kita buat kue kering jeruk campur sukade. Anggota keluarga pasti menyukainya.","detail_deskripsi":"<p>Bahan:<span class=\"text_exposed_show\"><br \/>225 gram margarin <br \/>100 gram gula tepung <br \/>2 sachet sari jeruk instan <br \/>1\/4 sendok teh garam <br \/>1 kuning telur <br \/><br \/>250 gram tepung terigu protein rendah <br \/>25 gram maizena <br \/>25 gram susu bubuk <br \/>1 sendok teh baking powder <br \/>125 gram sukade, dipotong kotak kecil<br \/>100 gram kenari, dicincang halus<br \/><br \/>Cara Membuatnya :<br \/>- Kocok margarin, gula tepung, sari jeruk dan garam 2 menit. Masukkan telur. Kocok rata.<br \/>- Masukkan tepung terigu, maizena, susu bubuk dan baking powder sambil diayak dan diaduk rata. Aduk rata. Tambahkan sukade. Aduk rata.<br \/>- Gulung panjang dengan diameter ukuran 4 cm. Gulingkan di kenari cincang. Bungkus dengan plastik. Bekukan. <br \/>- Potong &ndash; potong setebal 1\/2 cm. Letakkan di loyang yang dioles margarin.<br \/>- Oven dengan api bawah suhu 140 derajat Celsius 30 menit sampai matang.<\/span><\/p>","id":24},{"judul":"KUE TAMBANG","thumbnail":"data\/images\/Kue\/26.jpg","deskripsi":"Mau cemiilan enak buat di nikmati sehari cobain resep ini ya bun mudah untuk di ikuti ","detail_deskripsi":"<p>Bahan-Bahan :<br \/><br \/>170 gram tepung terigu<span class=\"text_exposed_show\"><br \/>60 gram gula pasir halus<br \/>40 gram mentega<br \/>2 butir telur<br \/>garam secukupnya<br \/>air secukupnya<br \/><br \/>Cara Mengolah :<br \/><br \/>1. Campur tepung bersama gula dan mentega. Adukr rata lalu tambahkan telur satu per satu, garam, dan air. Uleni hingga kalis<br \/>2. Giling tipis adonan hingga setebal 1 cm. potong panjang 1x10 cm. Lipat 2 ke tengah sambil dipuntir.<br \/>3. Goreng hingga kering kecoklatan<\/span><\/p>","id":25},{"judul":"Kue Kering Wafer Enak","thumbnail":"data\/images\/Kue\/27.jpg","deskripsi":"Kue Kering enak dan lezat resep rahasia","detail_deskripsi":"<p>**Bahan-Bahan:<br \/><br \/>-400 gram tepung terigu<span class=\"text_exposed_show\"><br \/>-250 gram margarin<br \/>&ndash;100 gram gula halus<br \/>&ndash;50 gram butter<br \/>&ndash;1 sendok teh baking powder<br \/>&ndash;4 butir kuning telur ayam<br \/>&ndash;3 sendok makan maizena<br \/>&ndash;3 sendok makan susu bubuk<br \/>&ndash;Keju parut (secukupnya)<br \/>&ndash;Wafer (secukupnya)<br \/>&ndash;1 butir kuning telur ayam (untuk olesan)<br \/><br \/>**cara Membuat<br \/><br \/>1.Sebelumnya, campurkanlah terlebih dahulu : susu bubuk, gula halus, butter, margarinkuning telur, baking powder dan maizena dalam wadah, lalu kocoklah hingga tercampur rata.<br \/><br \/>2.Kemudian, masukanlah tepung terigu sedikit demi sedikit dan aduklah dengan menggunakan spatula sampai adonan kalis (bila adonan telah kalis, hentikan memasukkan tepung terigu tersebut).<br \/><br \/>3.Setelah itu, ambillah adonan lalu gulunglah tipis, lalu letakkan wafer kemudian gulung adonan sampai wafer tertutup adonan. Bila telah rapi, kemudian potonglah kue sesuai selera sobat-sobat dan diletakkan di atas loyang.<br \/><br \/>4.Kemudian olesilah bagian atas adonan kue yang telah dipotong tersebut dengan kuning telur dan taburilah keju parut di atasnya.<br \/><br \/>5.Masukkanlah loyang yang berisikan adonan kue tersebut ke dalam oven dan pangganglah dengan suhu +\/- 140 &ndash; 150 derajat Celcius dengan waktu +\/- 30 &ndash; 35 menit atau sampai kue matang.<br \/><br \/>6.Angkat dan keluarkan loyang yang berisikan kue yang telah matang tersebut dari oven dan dinginkan.<br \/><br \/>7.Masukkanlah kue ke dalam toples sambil ditata rapi dan kue siap disajikan.<\/span><\/p>","id":26},{"id":27,"judul":"Kue Putri Salju 2","thumbnail":"data\/images\/Kue\/28.jpg","deskripsi":"Kue Salju Bertabur Manis nya gula yang enak yang terpenting mudah di buat","detail_deskripsi":"<div id=\"id_58f45413090840655889378\" class=\"text_exposed_root text_exposed\">Bahanya:<br \/>* 3 butir kuning telur<br \/>* 1\/4 sdt garam <span class=\"text_exposed_show\"><br \/>* 200 g tepung terigu<br \/>* 200 g mentega<br \/>* 125 keju parut <br \/>* 200 g tepung maezena<br \/>* gula halus secukupnya<br \/><br \/>Cara Membuatnya:<br \/><br \/>1.) Kocok kuning telur &amp; mentega hingga mengembang<br \/><br \/>2.) Masukan tepung terigu + maezena perlahan lahan sambil diaduk hingga tercampur rata.<br \/><br \/>3.) Tambahkan keju parut &amp; garam.<br \/><br \/>4.) Aduk terus hingga adonan kalis &amp; bisa sibentuk.<br \/><br \/>5.) Bentuk adonan dgn cetakan sesui selera.<br \/><br \/>6.) Siapkan Loyang, Dan olesi dgn margarine agar tdk lengket.<br \/><br \/>7.) Masukan kue yg sudah di cetak kedalam Loyang. Panggang kue dgn api suhu 160&deg;c selama 20 menit.<br \/><br \/>8.) Angkat &amp; taburi dgn gula halus. <br \/>Dinginkan &amp; Simpan dlm topples kedap udara<\/span><\/div>"},{"id":28,"judul":"KUE SEMPRIT by Nita","thumbnail":"data\/images\/Kue\/29.jpg","deskripsi":"Kue Semprit buatan nita","detail_deskripsi":"<div id=\"id_58f45413090840655889378\" class=\"text_exposed_root text_exposed\">Bahan:<br \/><br \/>&bull; 380 gr Tepung terigu protein sedang<span class=\"text_exposed_show\"><br \/>&bull; 40 gr Tepung Maizena.<br \/>&bull; 1\/4 sendok teh Vanili bubuk.<br \/>&bull; 150 gr Gula Pasir Halus.<br \/>&bull; 2 buar kuning telur.<br \/>&bull; 1 buah putih telur.<br \/>&bull; 200 gr Mentega \/ margarine.<br \/>&bull; 90 gr Kismis, atau choco chip (untuk hiasan diatas kue) <br \/><br \/>Langkah:<br \/><br \/>Campurkan tepung maizena dan tepung terigu dalam sebuah wajan, lalu ayak sampai halus. sisihkan<br \/><br \/>Selanjutnya mixer sampai rata margarine, gula bubuk, kuning telur dan vanilli dalam wajah yang berbeda pula.<br \/><br \/>masukkan campuran tepung maizena dan tepung terigu di atas sedikit demi sedikit sambil terus di aduk hingga rata, apabila sudah dirasa cukup, hentikan pemakaian tepung...walaupun tepung masih ada....<br \/><br \/>Siapkan loyang dan olesi dasarnya dengan sedikit mentega atau margarine.<br \/><br \/>Masukkan adonan ke dalam plastik yang telah di lubangi ujungnya dan semprot di atas loyang tadi berbentuk seperti bunga mawar merekah .<br \/><br \/>letakkan satu buah kismis atau choco chip ditengah - tengahnya, Panggang dalam oven dengan suhu 170 derajat kurang lebih selama 20 menit atau sampai kue berwarna kuning kecoklatan hingga matang<br \/><br \/>Jika sudah matang, keluarkan dan dinginkan disuhu ruangan terlebih dahulu sebelum dimasukkan ke dalam toples.<\/span><\/div>"},{"judul":"Telur Gabus","thumbnail":"data\/images\/Kue\/30.jpg","deskripsi":"Resep Telur Gabus Enak dan Kriuk renyah","detail_deskripsi":"<div id=\"id_58f45413090840655889378\" class=\"text_exposed_root text_exposed\">Bahan-bahan<br \/>500 gram tepung sagu (contoh:sagu tani, dll)<br \/>150 gram mentega (blueband)<br \/>5 butir telur (putih+kuning)<span class=\"text_exposed_show\"><br \/>1 1\/2 sdt garam<br \/>100 gram keju cheddar parut (craft)<br \/>secukupnya Minyak (dingin)<br \/><br \/>Langkah<br \/>Siapkan wadah (baskom). <br \/>Masukka tepung sagu + keju + garam <br \/>Aduk rata<br \/><br \/>Masukkan telur dan mentega kemudian uleni sampai kalis. (Sampai tidak lengket di tangan)<br \/>Ingat: jika belum menyatu, uleni terus dan tambahkan mentega bila perlu. JANGAN tambahkan air ya smile emoticon<br \/><br \/>Ambil sejumput kecil adonan, buat bulatan, kemudian bentuk panjang2 seperti foto ini:<br \/><br \/>Siapkan minyak DINGIN di wajan. Letakkan di atas kompor. <br \/>JANGAN NYALAKAN KOMPOR DULU.<br \/>Masukkan adonan yang telah dibentuk panjang2 tadi. Setelah cukup penuh dalam minyak, baru NYALAKAN KOMPOR.<br \/>Api kecil hingga mengambang ke atas. Kemudian ubah menjadi api sedang. <br \/>Aduk aduk agar matang merata. <br \/>Atur besar api antara kecil - sedang<br \/><br \/>Cek apakah TELOR GABUS KEJU anda apakah sudah matang\/belum.<br \/>Patahkan 1biji telorngabus coba apakah sudah garing atau belum. Jika sudah \"KRIUK\" tandanya sudah siap diangkat<br \/><br \/>Tiriskan. Tunggu sampai dingin dan langsung masukkan ke Toples kedap udara agar tetap KRIUK<\/span><\/div>","id":29},{"judul":"PANDAN CHOCCO COOKIES","thumbnail":"data\/images\/Kue\/31.jpg","deskripsi":"PANDAN CHOCCO COOKIES lumer di mulut texture nya berasa banget","detail_deskripsi":"<div id=\"id_58f45413090840655889378\" class=\"text_exposed_root text_exposed\">Bahan;<br \/>200 gram ~ Margarin<span class=\"text_exposed_show\"><br \/>150 gram ~ Gula halus<br \/>2 butir ~ Kuning telur <br \/>300 gram ~ Tepung terigu<br \/>20 gram ~ Tepung maizena <br \/>30 gram ~ Susu bubuk ( saya pakai 1 sachet )<br \/>1 sendok teh ~ Baking powder ( bisa di skip ) <br \/>Pasta pandan <br \/>Pewarna makan hijau<br \/>Dcc di llelehkan<br \/><br \/>Cara;<br \/>~ Kocok margarin dan gula halus sampai halus.<br \/>~ Masukkan kuning telur kocok lagi sampai rata<br \/>~ Masukkan terigu, maizena, susu bubuk dan baking powder aduk rata<br \/>~ Tambahkan pasta dan pewarna hijau, aduk sampai rata<br \/>~ Pulung adonan dan bulatkan<br \/>~ Panggang sampai matang kurang lebih 35 menit dengan api kecil ke sedang<br \/>~ Setelah matang dinginkan<br \/>~ Lelehkan dcc<br \/>~ Celup bagian dasar cookies dalam dcc leleh<br \/>~ Lekatkan dengan cookies lainnya<br \/>~ Beri toping dcc juga atau sesuai selera<\/span><\/div>","id":30},{"judul":"VEGAN ORLANDO TWIST","thumbnail":"data\/images\/Kue\/32.jpg","deskripsi":"VEGAN ORLANDO TWIST  By : HUANG YU LING","detail_deskripsi":"<div id=\"id_58f45413090840655889378\" class=\"text_exposed_root text_exposed\">Bahan :<br \/>200 gram ~ Tepung terigu protein rendah<span class=\"text_exposed_show\"><br \/>75 gram ~ Margarin vegan<br \/>1\/2 sendok teh ~ Baking powder <br \/>1 sendok makan ~ Daun oregano <br \/>110 cc ~ Susu kedalai <br \/>1 sendok makan ~ Wijen sangrai <br \/>1\/2 sendok teh ~ Garam<br \/><br \/>Bahan olesan :<br \/>Margarin vegan <br \/><br \/>Cara membuat :<br \/>~ Kocok margarin menjadi lembut ( 30 detik ). Sisihkan.<br \/>~ Ayak tepung terigu, baking powder dan garam menjadi satu.<br \/>~ Masukkan margarin kocok ke bahan tepung, di aduk rata. <br \/>~ Tuang susu kedelai, biji wijen dan daun oregano. Aduk hingga menjadi adonan padat. <br \/>~ Pindahkan adonan ke atas talenan yang besar, giling rata dengan rolling pin hingga berukuran 40 * 30 cm. <br \/>~ Lalu potong ukuran tinggi adonan 30 menjadi dua (15 *15 ).<br \/>~ Adonan ukuran 15 cm masing-masing di potong dengan pisau gerigi dengan ukuran berjarak 1\/2 cm ( 1\/2 * 15 cm ).<br \/>~ Setelah selesai di potong, olesi tipis permukaan adonan dengan margarin vegan. <br \/>~ Plintir lalu susun di atas loyang yang sudah di alasi kertas roti. <br \/>~ Oven 20 menit dengan suhu 150 derajat celsius ( Sesuaikan oven masing-masing ) hingga berwarna cantik...<br \/><br \/>Jangan sampai gosong yaaa<br \/><br \/>N.B;<br \/>* Resep ini menggunakan tepung terigu berprotein rendah merk Kunci. Margarin merk Forvita...<br \/>* Daun oregano dapat di ganti dengan kubis goreng ( pengganti bawang goreng )...<br \/>* Jika suka asin, takaran garam dapat di tambah sesuai selera...<br \/>* Adonan sebaiknya di potong yang rapi, ukuran satu sama dengan yang lain...<br \/>* Ukuran panjang dan lebarnya dapat sesuai selera. Tetapi jangan lupa di plintir sebelum oven ya, nanti bukan Vegan Orlando Twist lagi namanya.<\/span><\/div>","id":31},{"judul":"VEGAN NASTAR TAIWAN ","thumbnail":"data\/images\/Kue\/33.jpg","deskripsi":"VEGAN NASTAR TAIWAN  By : ANNA PARAMITA ","detail_deskripsi":"<div id=\"id_58f48ebd336099910699512\" class=\"text_exposed_root text_exposed\">Bahan;<br \/>230 gram ~ Cake flour<span class=\"text_exposed_show\"><br \/>( di Indonesia kalau gak salah kunci biru, tepung protein rendah )<br \/>100 gram ~ Forvita leleh dan mix dengan 20 gram susu bubuk kedelai, biar teksturnya seperti butter<br \/>75 gram ~ Gula halus, bukan gula pasir<br \/>1\/4 sendok teh ~ Pasta nanas atau bisa juga pakai vanilla<br \/><br \/>Cara;<br \/>~ Semua bahan di campur, aduk dengan sendok kayu.<br \/>~ Ambil 8 gram selai nanas, bentuk lonjong dan pipihkan.<br \/>~ Ambil adonan sekitar 20 gram bentuk persegi panjang dan belah menjadi 2 bagian, pipihkan.<br \/>~ Taruh selai nanas di atas adonan, tutup dengan adonan dan rapikan dengan pisau.<br \/>~ Panggang dalam oven yang sudah di panaskan pada suhu 150&deg; c selama 20 menit.<br \/><br \/>N.B;<br \/>Tips and trick by dapur Anna<br \/>Karena kue vegan tidak memakai polesan kuning telur, untuk mempercantik bisa di panggang dengan teflon api kecil sekitar 2 menit setelah keluar dari oven.<br \/><br \/>Jika langsung panggang di teflon sebaiknya siap 2 spatula atau solet untuk membenahi dan merapikan adonan. Api jangan terlalu besar supaya tidak hangus.<\/span><\/div> <\/div>","id":32},{"judul":"JELLY COOKIES ","thumbnail":"data\/images\/Kue\/34.jpg","deskripsi":"JELLY COOKIES kenyal enak dan manis texture nya mulus di lidah bunda harus coba.","detail_deskripsi":"<div>Bahan ;<br \/>100 gram ~ Mentega.<br \/>200 gram ~ Gula pasir.<br \/>1\/2 sendok teh ~ Baking soda.<br \/>1\/2 sendok teh ~ Baking powder.<br \/>1 bungkus ~ Agar - agar bubuk.<br \/>1 butir ~ Telur.<br \/>200 gram ~ Tepung terigu.<br \/><br \/>Cara ;<br \/>~ Jadikan satu tepung terigu, baking soda, baking powder.<br \/>~ Mix's gula dan mentega sampai gula larut.<br \/>~ Tambahkan telur serta agar - agar bubuk, mix's lagi 2 - 3 menit<br \/>~ Masukkan terigu, aduk - aduk sampai lembut dan kalis. Bentuk sesuai selera. Pres atau tekan dengan garpu, tambahkan hiasan.<br \/>~ Panaskan oven dengan suku 180 derajat C<br \/>~ Oven selama 12 - 13 menit atau perhatikam warnanya ( kecoklatan )<br \/>~ Angkat dan biarkan di atas tray selama 5 menit baru di pindah ke rak.<br \/>~ Simpan di saat sudah benar - benar dingin di toples kedap udara.<\/div>","id":33},{"judul":"KUE KEJU","thumbnail":"data\/images\/Kue\/35.jpg","deskripsi":"Kue Kering keju kress dan renyah enak di mulut","detail_deskripsi":"<p>Bahan;<br \/>150 gram ~ Margarin<span class=\"text_exposed_show\"><br \/>200 gram ~ Mentega<br \/>250 gram ~ Gula halus<br \/>200 gram ~ Keju parut<br \/>700 gram ~ Tepung terigu<br \/>50 gram ~ Tepung maizena<br \/>2 butir ~ Kuning telur + 1 butir telur utuh<br \/>2 sendok makan ~ Susu bubuk<br \/><br \/>Cara membuat :<br \/>~ Kocok mentega, margarin dan gula halus hingga rata ( tidak perlu mengembang )<br \/>~ Masukkan telur, kocok rata, matikan mixer<br \/>~ Campur susu bubuk dan maizena, aduk perlahan<br \/>~ Masukkan tepung terigu sedikit demi sedikit bergantian dengan keju hingga adonan bisa di giling dan di cetak, jika lembek boleh tambah sedikit tepung lagi<br \/>~ Giling adonan, cetak sesuai selera, susun pada loyang yang telah di olesi margarin lalu panggang hingga matang dengan suhu 165 d celcius<br \/>~ Setelah matang, dinginkan dan masukkan dalam toples<\/span><\/p>","id":34},{"judul":"Nastar Almond","thumbnail":"data\/images\/Kue\/36.jpg","deskripsi":"Nastar Toping kacang almond enak sekali","detail_deskripsi":"<p>Bahan selai nanas:<br \/>300 gram ~ Nanas parut<span class=\"text_exposed_show\"><br \/>100 gram ~ Gula pasir<br \/>3 cm ~ Kayu manis<br \/>2 buah ~ Cengkeh<br \/>1 &frac14; sendok teh ~ Air jeruk lemon<br \/>&frac14; sendok teh ~ Garam<br \/><br \/>Cara membuat: <br \/>~ Siapkan wajan, masukkan nanas parut, cengkeh dan kayu manis.<br \/>~ Ċ&oslash;o&kappa;&iexcl;ŋģ sampai sedikit meresap, tambahkan gula pasir dan garam. Aduk hingga meresap dan kering.<br \/>~ Saat hendak di angkat masukkan air jeruk lemon dan aduk rata. sisihkan.<br \/><br \/>Bahan&nbsp;kulit:<br \/>200 gram ~ Tepung terigu kunci<br \/>150 gram ~ Margarin forvita<br \/>50 gram ~ Gula halus<br \/>10 gram ~ Susu bubuk kedelai<br \/>Kacang almond <br \/><br \/>Cara membuat:<br \/>~ Kocok margarin dan gula halus dengan mixer &plusmn; 30 detik. <br \/>~ Campurkan tepung terigu dan susu bubuk kedelai dengan margarin dan gula yang telah di kocok dengan di ayak, Aduk rata dengan tangan hingga tidak lengket.<br \/>~ Ambil sedikit adonan, bulatkan lalu pipihkan dan isi dengan selai nanas, bentuk bulat dan letakkan di loyang yang telah di olesi margarin cair.<br \/>~ Kacang almond di potong agak miring dan menjadi dua, letak dan tancapkan potongan kacang almond di tengah kuenya...<br \/>~ Oven dengan suhu 170 derajat &plusmn; 15 menit.<br \/><br \/>Nastar almond vegan...jadi deh!<br \/>Nч&aring;м &eta;ч&aring;м &eta;ч&aring;м (&circ;ڡ&circ;)<br \/>Haruummmm....<br \/><br \/>N.B;<br \/>* Fungsi cengkeh dan kayu manis dalam resep selai nanas selain untuk menambah wanginya selai juga agar warna selai menjadi bagus karena kelihatan mengkilap...<br \/>* Air jeruk lemon dapat di abaikan jika tidak suka ada rasa kecut...<br \/>* Selai yang telah dingin atau sisa di pakai dapat simpan di dalam lemari es...<br \/>* Nastar almond vegan ini dapat anda bentuk dan di kreasi sesuai selera...<br \/>* Suhu oven tergantung dari oven masing-masing. Awas jangan sampai gosong Ɣ&alpha;&alpha;...&bull;hahaha&bull;.‧‧&bull;(&bull;&circ;⌣&circ;&bull;)<br \/><br \/>Selamat mencoba!<\/span><\/p>","id":35},{"judul":"Chocolate chips cookies","thumbnail":"data\/images\/Kue\/37.jpg","deskripsi":"chocolate chips cookies","detail_deskripsi":"<p>Bahan :<br \/>170 gram ~ Tepung protein rendah<span><br \/>30 gram ~ Gula aren bubuk <br \/>80 gram ~ Margarin putih<br \/>40 cc ~ Susu kedelai <br \/>30 gram ~ Gula halus<br \/>1\/4 sendok teh ~ Garam <br \/>1\/2 sendok makan ~ Rhum <br \/>100 gram ~ Dark chocolate <br \/><br \/>Cara membuat :<br \/>~ Alasi loyang dengan kertas roti. Sisihkan. <br \/>~ Timbang dan takar semua bahan dengan benar.<br \/>~ Ayak tepung terigu yang sudah di timbang dengan ayakan. Sisihkan. <br \/>~ Campur gula halus dan gula aren bubuk menjadi satu dan di aduk rata. Sisihkan. <br \/>~ Dark chocolate di potong menjadi potongan kecil-kecil. Sisihkan.<br \/>~ Margarin putih di kocok hingga menjadi lembut, lalu masukkan campuran gula dan garam. Kocok lagi hingga mengembang. <br \/>~ Masukkan susu kedelai dan rhum dengan dua kali pencampuran dan sambil di kocok hingga rata. <br \/>~ Masukkan tepung terigu yang sudah di ayak dengan dua kali pencampuran, aduk ringan dengan spatula hingga rata. <br \/>~ Setelah adonan telah tercampur dengan rata, masukkan potongan chocolate ke adonan, aduk rata dengan pelan. <br \/>~ Bentuklah adonan dengan tangan menjadi bulatan, dengan berat masing-masing sekitar 35 gram. <br \/>~ Susun dalam loyang dan beri jarak di antaranya, lalu kempeskan bulatan adonan dengan tangan, kira-kira ketebalan 0.5 cm. <br \/>~ Panaskan oven bersuhu 170 C. Panggang lah selama 15 menit. <br \/>~ Keluarkan dari oven dan dinginkan. <br \/>~ Simpan dalam toples kedap udara. <br \/><br \/>Hmmmmm... asyiknya ngopi sambil menikmati cookies enak buatan sendiri, vegan lagi ! <br \/>*.* bangga dong... H&part;H&part;H&part;<br \/><br \/>N.B;<br \/>* Resep ini menggunakan tepung terigu berprotein rendah merk Kunci. Margarin putih merk Pusaka...<br \/>* Margarin sebaiknya jangan terlalu lembek karena kelamaan berada di suhu ruang, cukup dengan keadaan dapat membekas ketika di tekan dengan tangan...<br \/>* Karena resep ini tidak menggunakan bahan baking powder maupun baking soda, sebaiknya margarin putih di kocok hingga mengembang, agar hasil cookiesnya renyah...<br \/>* Jangan mengaduk adonan terlalu keras\/ lama, supaya cookies tidak menjadi liat dan basah di bagian tengah...<br \/>* Dark chocolate dapat di ganti dengan chocolate chips vegan. Chocolate chips ada yang meleleh pada saat di panggang ada yang tidak, keduanya dapat di gunakan. Jika menggunakan yang dapat meleleh, setelah cookiesnya dingin chocolatenya akan mengeras sendiri...<br \/>* Tingkat kemanisan sebaiknya di sesuaikan dengan jenis chocolate yang dipakai...<br \/>* Suhu oven dapat di sesuakan dengan jenis oven masing- masing...<br \/>* Hasilnya 12 keping...<br \/><br \/>Selamat mencoba chocolate chips cookies yang sederhana namun terkesan \" mahal \" ini.<\/span><\/p>","id":36},{"judul":"NUTRIJELL COOKIES ","thumbnail":"data\/images\/Kue\/38.jpg\t","deskripsi":"NUTRIJELL COOKIES bahan nya bisa bunda dapatkan di toko terdekat mudah dan simple membuat nya","detail_deskripsi":"<div> <div>Bahan,<br \/>1 bungkus ~ Nutrijell coklat atau rasa apa saja<br \/>60 gram ~ Gula<br \/>110 gram ~ Margarin<br \/>120 gram ~ Tepung terigu serbaguna<br \/>&plusmn; selai sesuai selera ( di skip juga boleh )<br \/><br \/>Cara membuat;<br \/>~ Kocok gula, nutrijell dan margarin hingga lembut kira - kira 3 menit<br \/>~ Lalu masukkan tepung terigu aduk rata.<br \/>~ Cetak lalu taruh di loyang.<br \/>~ Taruh di kulkas 15 menit <br \/>~ Panggang kira - kira 8 menit dengan suhu 120 derajat celcius<\/div> <\/div>","id":37}]